<?php
/*
 *  Дмитрий Мисюля
 *  Урок 4: Типы данных
 *  Задача 3: Работа со строками и переменными
 * */

/*
 * Написать код, который будет формировать строку и выводить ее на экран,
    подставляя в нее значения переменных $a и $b.
    Например:
    Дано: a = 10, b = 5.
    Результат: 5 из 10ти студентов посетили лекцию.
    Условия
    Строки в PHP можно формировать используя одинарные ' и двойные " кавычки.
    Решите эту задачу двумя способами с применением одинарных и двойных кавычек.
    Подсказка:
    В случае использования д
 * */
$a=10;
$b=5;
echo "Результат: $b из {$a}ти студентов посетили лекцию.";

